<template>
    <div class="mainbox">
        <h1>新快3</h1>
        <p>1、快3为高风险的彩种，请谨慎投注。</p>
       <p>2、快3每天销售84期，每期销售10分钟。开奖时间从早上8:55-晚上22:55。</p>
       <p>3、已出票的方案不能撤单。</p>
       <p>4、彩票管理中心对广西快3每期全部投注号码的可投注数量实行动态限制(即限号)，被限制投注的号码将无法投注。您所选择的方案(包括追号)可能因限号无法投注。</p>
       <p>5、因限号而无法投注及无法成功出票的方案将按投注失败做撤单返款处理。</p>
       <p>6、如因网络中断、系统故障、彩票机故障等因素引起的投注下单失败，视为委托服务未成立，彩票中心将对下单失败的订单做返款处理。除此之外，本站不再承担任何责任。</p>
       <p>7、网站所提供的走势图、玩法技巧及遗漏数据目的只为提供购彩辅助，仅供参考。</p>
       <p>温馨提醒：彩票有风险，投注需谨慎，不向未满18周岁的青少年出售彩票!</p>
    </div>
</template>