<template>
  <div class="new">
    <header class="header">
      <h1>复制跟单玩法说明</h1>
    </header>

    <el-collapse v-model="activeNames" @change="handleChange">
      <el-collapse-item title="一、什么是复制跟单" name="1">
        <div class="list-2-1" style="display: block;">
          <p>复制跟单，是投注人通过复制跟单页面，浏览方案发起人（发单人）的投注方案，从而选择方案来购买彩票的功能。</p>
          <p>对于跟单用户，节省了自己研究彩票的时间，只要瞄准了成绩较好的发单用户跟投即有较大可能中奖。查看“跟单人必看”了解更多。</p>
          <p>对于发单用户，不但可以宣示自己的实力、获取投注中奖奖金，还可以获得跟单人中奖奖金的部分提成奖励。查看“发单人必看”了解更多。</p>
        </div>
      </el-collapse-item>
      <el-collapse-item title="二、发单人必看" name="2">
        <div class="list-2-1">
          <h4>1、发起方案</h4>
          <p>确认好投注内容后，投注时点选“我要发单”可进入做单界面。选择保密设置、填写完方案宣言，付费投注后即会生成并发起方案，出票成功后，可于首页导航菜单中的“跟单”栏目中查看到发起的方案。</p>
          <h4>2、支持玩法</h4>
          <p>目前复制跟单的发单功能仅支持投注发布竞彩足球的方案，适用玩法为：混合投注、胜平负、让球胜平负、半全场、比分、总进球。</p>
          <h4>3、发单规则</h4>
          <p>3.1 同一场次比赛，每位发单人只可发一次跟单(含预约发单)；</p>
          <p>3.2 每位发单人，线上同时存在的可复制跟单最多3单，达到3单将不可发单(含预约发单)。</p>
          <p>3.3 预约发单，线上只能存在最多1单，达到1单不可再预约发单。</p>
          <h4>4、佣金分配</h4>
          <p>发布的方案如有用户跟单且中奖：</p>
          <p>4.1 该方案跟单用户中奖金额的10%，将作为佣金奖励直接给予方案发起人；</p>
          <p>4.2 如方案中奖奖金小于方案投注本金的1.5倍，该方案发起人无佣金，奖金仍归跟单人所有；</p>
          <p>4.3 如在发单投注前保密设置选为“公开”，则跟单人中奖后无需给予佣金奖励；如设置为“开赛后公开”，则遵循第4.1、4.2条规则分配佣金。</p>
          <h4>5、战绩统计</h4>
          <p>5.1 发单金额小于200，无论中不中奖，不统计发单数及命中数；</p>
          <p>5.2 发单金额大于等于200，不中奖，统计发单数及命中数；</p>
          <p>5.3 发单金额大于等于200，中奖奖金小于本金，统计发单数，不统计命中数；</p>
          <p>5.4 发单金额大于等于200，中奖奖金大于本金，但小于本金1.5倍，不统计发单数及命中数；</p>
          <p>5.5 发单金额大于等于200，中奖奖金大于等于本金1.5倍，统计发单数及命中数。</p>
          <h4>6、严禁行为</h4>
          <p>平台目前严禁如下行为：</p>
          <p>6.1 刷单。使用多个账号对相同场次进行赛果全包将定性为刷单。对于刷单用户，平台将视情况予以取消奖励、屏蔽发单方案、封停账号等处理；</p>
          <p>6.2 预约发单撤单。单个账号如出现撤单行为（主动或超时撤销），将收回该账号的预约发单权限。如需再次开通，请联系客服，平台将重新评估是否再次发放权限。如二次开通后仍因上述行为被回收权限，将不再对该账号开放权限；
          </p>
          <p>6.3 跟单异常。如发单方案下出现跟单异常现象（如跟单人数异常暴增、同一用户的多个小号跟单同一方案、多个新账号跟单同一方案等异常情况），如有违者，平台将按以下方式处理：</p>
          <table>
            <tr>
              <td class="nowrap">首次违规</td>
              <td>警告并隐藏涉事发单方案</td>
            </tr>
            <tr>
              <td class="nowrap">二次违规</td>
              <td>收回涉事账号发单权限7日并隐藏涉事发单方案</td>
            </tr>
            <tr>
              <td class="nowrap">三次违规</td>
              <td>永久收回涉事账号发单权限并隐藏涉事发单方案</td>
            </tr>
          </table>

          <h4>7、如何预约发单</h4>
          <p>需要开通预约发单权限的用户，请联系客服，我们会根据用户的资质综合评定发放预约发单权限。</p>

          <!-- <h4>8、撤销预约单惩处规则</h4>
                    <p>单个账号如出现撤单行为（主动或超时撤销），将收回该账号的预约发单权限。如需再次开通，请联系客服，平台将重新评估是否再次发放权限。
如二次开通后仍因上述行为被回收权限，将不再对该账号开放权限。</p> -->

          <h4>8、怎样吸引更多用户跟单</h4>
          <p>
            <a href="#a7">平台发单用户何其多，怎样让跟单用户选择你？这里有你需要了解的信息；戳我查看>> </a>
          </p>
          <p>
            <a href="#a4">上排行榜可以有效吸引用户，怎样上榜？看这里；戳我查看>> </a>
          </p>
        </div>
      </el-collapse-item>
      <el-collapse-item title="三、跟单人必看" name="3">
        <div class="list-2-1">
          <h4>1、如何跟单</h4>
          <p>点击导航菜单中的“跟单”栏目，即可浏览所有可复制跟单的方案。可浏览各类榜单信息，以辅助选择关注发单人或跟投其方案。</p>
          <h4>2、佣金分配</h4>
          <p>为了鼓励优质发单用户，如跟单的方案中奖：</p>
          <p>2.1 中奖金额的10%，将作为鼓励奖金直接给予发单用户；</p>
          <p>2.2 如方案中奖奖金小于方案投注本金的1.5倍，该方案发起人无佣金，奖金仍归跟单人所有；</p>
          <p>2.3 如在发单用户投注前保密设置选为“公开”，则跟单用户中奖后无需给予鼓励奖金。</p>
          <h4>3、如何找到好的发单用户</h4>
          <p>
            <a href="#a6">见专栏《如何选择靠谱发单人》，选好发单人，百发百中易如反掌！戳我查看>></a>
          </p>
          <h4>4、成为发单人</h4>
          <p>
            <a href="#a2">如对自身实力有信心，想成为发单人，可见“发起方案”条目。戳我查看>></a>
          </p>
        </div>
      </el-collapse-item>
      <el-collapse-item title="四、榜单、推荐及称号" name="4">
        <div class="list-2-1">
          <p>目前平台设有榜单、推荐及称号三方面的展示，力求将靠谱发单人展示在大家面前，让人人都能连红中奖。</p>
          <h4>1、榜单</h4>
          <p>目前有日常榜单和活动榜单两种。</p>
          <h5>1.1 日常榜单</h5>
          <p>即复制跟单页面的榜单。</p>
          <img src="../../assets/img/gd/01rmbd.png" />
          <p>点击“热门榜单”图标，有“命中榜”和“盈利榜”</p>
          <p>★命中榜★ 近7天内，发单金额≥200元、中奖金额≥1.5倍本金，如命中率相同，则按照累计发单中奖金额的高低进行排序，累计发单中奖金额越高，排名越前；命中率（中奖方案数÷发单方案数）最高的前10名发单用户；</p>
          <p>★盈利榜★ 近7天内，发单金额≥200元、中奖金额≥1.5倍本金，命中率大于60%，盈利率【单个方案的盈利率之和÷方案数 （单个方案盈利率=中奖金额÷投注金额）】最高的前10名发单用户；</p>
          <h5>1.2 活动榜单</h5>
          <p>平台不定期的举行各种活动，让发单用户可以展示自身实力，为跟单用户搜寻靠谱发单人，敬请关注和期待！</p>
          <h4>2、推荐</h4>
          <p>目前有四个推荐栏位。</p>
          <h5>2.1 牛人推荐</h5>
          <img src="../../assets/img/gd/02nrtj.png" alt="" />
          <p>点击“牛人推荐”图标，罗列了10名上个自然月中综合能力较强的发单用户；</p>
          <h5>2.2 红人</h5>
          <p>罗列了近期综合实力较强的发单用户；</p>
          <h5>2.3 红单爆料</h5>
          <img src="../../assets/img/gd/03hdbl.png" />

          <p>点击“红单爆料”图标，罗列了近期中奖金额较高的发单用户；</p>
          <h5>2.4 活动推荐</h5>
          <p>平台不定期的举行各种活动，活动结束后将产生一批优质发单用户。跟着红人投注，一起中奖！</p>
          <h4>3、称号</h4>
          <p>目前平台常设有三类共9个称号，另有特殊活动会不定送出各类特殊称号。称号会显示在各种位置，让发单用户与众不同，同时满足各种条件获得的称号，会是发单用户实力的证明。</p>
          <img src="../../assets/img/gd/04ch1.png" />
          <img src="../../assets/img/gd/05ch2.png" />
          <h5>3.1 连红称号</h5>
          <p>指近期连续中奖，根据中奖次数予以的称号。</p>
          <p>★12连红★ 连续12单红单</p>
          <p>★9连红★ 连续9单红单</p>
          <p>★7连红★ 连续7单红单</p>
          <h5>3.2 带红称号</h5>
          <p>指近期方案累计跟单中奖金额最高的前三位用户，即带红金额最高的前三位发单用户。</p>
          <p>★推荐大神★ 方案累计跟单中奖金额排名第一</p>
          <p>★推荐达人★ 方案累计跟单中奖金额排名第二</p>
          <p>★推荐能手★ 方案累计跟单中奖金额排名第三</p>
          <h5>3.3 牛人称号</h5>
          <p>指“牛人推荐”栏目中，排在前三位的发单用户。</p>
          <p>★牛人榜第一★ 牛人推荐排第一位</p>
          <p>★牛人榜第二★ 牛人推荐排第二位</p>
          <p>★牛人榜第三★ 牛人推荐排第三位</p>
          <p>以上称号，连红称号为永久称号，达到条件后可永久获得；带红称号及牛人称号，跟随上下榜单而获得、失效。此外如发现称号获得者有违规行为（如刷单等），平台将有权回收称号。</p>
        </div>
      </el-collapse-item>
      <el-collapse-item title="五、发单详情页说明" name="5">
        <div class="list-2-1">
          <p>点击跟单页面上任意的发单用户，可进入发单详情页面。发单详情页面可浏览诸多信息，以供参考判断该发单用户近期的投注情况。</p>
          <h4>1、7日盈利</h4>
          <p>指截止至本方案发布时间，发单用户近7天内所发布方案的盈利率。</p>
          <p>7日盈利=【单个方案的盈利率之和÷方案数 （单个方案盈利率=中奖金额÷投注金额）】。</p>
          <h4>2、30日盈利</h4>
          <p>指截止至本方案发布时间，发单用户近30天内所发布方案的盈利率。</p>
          <p>30日盈利=【单个方案的盈利率之和÷方案数 （单个方案盈利率=中奖金额÷投注金额）】。</p>
          <h4>3、几中几</h4>
          <p>指截止至本方案发布时间，发单用户近7天内，符合统计条件的已开奖方案数量，以及中奖方案数量。</p>
          <h4>4、近5期状态</h4>
          <p>发单用户近5期符合统计条件的方案，其开奖状态。中奖标记为“红”，未中标记为“未”。最近一单方案开奖状态显示在最右方。</p>
          <h4>5、累计发单中奖</h4>
          <p>即发单用户历史发单累计中奖总额。</p>
          <h4>6、累计跟单中奖</h4>
          <p>发单用户所有方案累计跟单中奖总额。</p>
        </div>
      </el-collapse-item>
      <el-collapse-item title="六、如何选择靠谱发单人" name="6">
        <div class="list-2-1">
          <p>目前平台上提供了各类榜单和推荐来让彩民参考，那么，彩民可以做些什么来保证自己的盈利呢？</p>
          <h4>1、关注命中榜和盈利榜</h4>
          <p>命中榜和盈利榜，分别展示了大神7天内发单的命中、盈利情况。榜单上的大神自然是成绩较好的大神。如果一个大神同时上了两榜自然更好，因此最好两个榜单都同时关注。</p>
          <p>
            对于上榜的大神，不急于马上评价其实力，还应该看看他们的近期的发单情况。例如上了命中榜的大神，命中场次较多，但回报并不是很高，那这位大神的投注风格可能是稳健型，以低赔命中为主。同样一个上了盈利榜的大神，可能发十单只中了两、三单，但回报却很高，说明这位大神可能是博高赔型，中一单够吃一年。当然也有命中、回报皆高的真大神，彩民可以通过这种观察来选择自己偏向的风格来跟单。
          </p>
          <h4>2、关注自购金额和跟单人数</h4>
          <p>
            一般会认为，大神发单如果金额较高，可以说是对比赛结果预判更有信心。而跟单人数较多的单，说明大家都认可这名大神。实际情况确实如此，不过，在投注前，同样建议彩民们看看大神的过往发单情况，因为信心和认可不完全等于真实实力，过往一段时间的战绩更能体现一个人的水平，如果过往成绩好，自购金额高，跟单人数也多，这无疑是最好的情况，可以尝试跟进。
          </p>
          <h4>3、关注固定大神</h4>
          <p>
            如果彩民已经观察过了若干名大神，对他们的风格和实力有一定了解，那么长期关注固定大神会比“打一枪换一炮”更为稳健。首先大家都能理解，一个人的实力是波动的，有红就会有黑，在大神状态不佳的时候，我们可以选择看看其他大神的情况，但后续应该继续留意这名大神，而不是因为近期的波动就“离他而去”，这样才不会错失大神后续处于状态上升期时带来的盈利。
          </p>
          <h4>4、观察活动榜单</h4>
          <p>
            平台不定期的对发单人做的活动，会对大神的整体水平做出各方面考察，因此最终获奖的大神，也是我们应该重点关注的对象。因为要获得奖励，一定是在通过各种考察和验证后才能达到的，关注他们的发单情况，看看是不是自己喜欢的风格，大胆跟进吧。
          </p>
          <p>跟单是一种很好的购彩方式，因为费脑力的分析工作已经交由发单大神完成了，如此只需要找到靠谱大神即可。盲目跟单不可取，了解大神与大神间的差别，选择最适合自己的投注思路，才是盈利的保障。</p>
        </div>
      </el-collapse-item>
      <el-collapse-item title="七、如何吸引更多人跟单" name="7">
        <div class="list-2-1">
          <p>目前平台上的发单人何其多，如何让自己脱颖而出，让更多跟单用户看到自己，选择自己呢？</p>
          <h4>1、优秀的战绩</h4>
          <p>
            在平台规则的范围内，通过优秀的战绩来展示实力，无疑是最可靠，最有力的方式。一般的，有了优秀战绩后，都有机会上到各类榜单，跟单用户通过榜单来观察到有实力的大神是最普遍的行为，因为“用户选择”=“实力”+“上榜”的公式是不言而喻的。
          </p>
          <h4>2、参与平台活动</h4>
          <p>
            平台不定期举行各种活动来鼓励发单人，增加对有实力发单人的展示。这些活动希望发单人可以踊跃参与，因为通常活动结束后，除了获得各类奖励外，通常还会有例如“首页广告推荐三天”的奖励，是增加曝光的好机会。具体活动何时举行，请留意首页活动公告。
          </p>
          <h4>3、保持发单</h4>
          <p>
            保持一定程度的活跃，每天或隔天发单，可以增加曝光度，让跟单人更容易记住，如果发单时间间隔很长，就相当于让跟单人重新认识你。但请一定不要只为了曝光度而发单，选择自己看好的赛事，同时稳定胜率才是妥当的选择，因为跟单人不仅仅会记住发单人连红的辉煌，也同时会记住黑单的惨痛。
          </p>
          <h4>4、填写方案宣言</h4>
          <p>在发单前填写的方案宣言，作为目前唯一一个可以宣传自我的功能，应该每次发单都进行填写。填写的内容可以是对赛事的判断，可以是投注的策略，让跟单人知道，你的实力，不是运气使然。</p>
          <h4>5、完善个人信息</h4>
          <p>数据显示，战绩相仿的两组发单人，一组有便于记忆的昵称和头像的发单人，和一组默认头像、以数字+字母为昵称的发单人，前者跟单人数比后者要高76.3%，因此如果要让跟单用户更容易记忆，有好昵称跟头像也是应该考虑的内容。
          </p>
        </div>
      </el-collapse-item>

    </el-collapse>

  </div>
</template>

<script>
  export default {
    data() {
      return {
        activeNames: ['1']
      };
    },
    methods: {
      handleChange(val) {
        console.log(val);
      }
    }
  }

</script>

<style lang="scss" scoped>
  .new {
    width: 100%;
    height: 100%;
    overflow-x: hidden;
    overflow-y: auto;
    box-sizing: border-box;

    .header {
      width: 100%;
      height: .88rem;
      position: relative;
      top: 0;
      bottom: 0;

      h1 {
        display: block;
        font-size: .4rem;
        text-align: center;
        color: #333333;
        border-bottom: 1px solid #EEEEEE;
      }




    }

    .el-collapse-item__header.is-active {
      width: 100%;
      height: 0.8rem;
      overflow: hidden;
      padding: 0 15px;
      box-sizing: border-box;
      border-bottom: 1px solid #EEEEEE;
    }

    .list-2-1 {
      width: 100%;
      overflow: hidden;
      padding: 0 15px;
      box-sizing: border-box;
      
        h4{
            display: block;
            font-weight: bold;
        }

      p {
        text-indent:2em;
      }

      table,
      td {
        border: 1px solid #000;
        border-collapse: collapse;
        font-size: 14px;
      }

      table {
        margin-bottom: 5px;
      }

      td {
        padding: 5px 5px;
      }

      .nowrap {
        white-space: nowrap;
      }

    }
  }

</style>
