<template>
    <div class="mainbox">
       <h1>竞彩足球玩法规则</h1>
            <article>
                <h2>一、单场竞猜玩法及投注单介绍：</h2>
                <section>
                    <h3>1、竞彩足球胜平负游戏</h3>
                    <ul>
                        <li>足球比赛由两支队伍在专用足球场地竞赛，每队11名队员，法定比赛时间为90分钟，有时裁判会根据比赛时队员受伤后救治所耽误的时间在90分钟后补时，多为几分钟，称为伤 停补时时间，竞彩足球彩票竞猜的比赛结果为90分钟加上伤停补时的时间里的结果。</li>
                        <li>足球比赛的结果有3种，主队胜，主队负以及双方打平。主队胜则主队得3分，主队负则主队不得分，主队与客队打平则主队得1分。</li>
                        <li>足球彩票竞猜胜平负时用3、1、0分别代表主队胜、主客战平和主队负。</li>
                        <li>彩民选定1场比赛，对主队在全场90分钟(含伤停补时)的 “胜”、“平”、“负”结果进行投注。</li>
                    </ul>

                    <div class="liru">
                        <label>例如：曼联(主队)VS利物浦(客队)</label>
                        <ul>
                            <li>曼联 3:0 利物浦 胜(开奖结果) 选择“胜”中奖</li>
                            <li>曼联 1:1 利物浦 平(开奖结果) 选择“平”中奖</li>
                            <li>曼联 0:2 利物浦 负(开奖结果) 选择“负”中奖</li>
                        </ul>
                    </div>

                    <p>当两支球队实力悬殊较大时，采取让球的方式确定双方的胜平负关系。让球的数量确定后将维持不变。让球分为主队让球和客队让球，分别为：主队让1球，表示为“主队(-1)”；客队让2球，表示为“主队(+2)”。</p>

                    <h4>(一) 主队让一球</h4>
                    <ol type="1">
                        <li>“3”主队比分减去客队比分大于1时，主队胜，客队负；</li>
                        <li>“1”主队比分减去客队比分等于1时，主队与客队平；</li>
                        <li>“0”主队比分减去客队比分小于1时，主队负，客队胜。</li>
                    </ol>

                    <h4>(二) 客队让一球</h4>
                    <ol>
                        <li>“3”客队比分减去主队比分小于1时，主队胜，客队负；</li>
                        <li>“1”客队比分减去主队比分等于1时，主队与客队平；</li>
                        <li>“0”客队比分减去主队比分大于1时，主队负，客队胜。</li>
                    </ol>

                    <h4>(三) 主队让两球</h4>
                    <ol>
                        <li>“3”主队比分减去客队比分大于2时，主队胜，客队负；</li>
                        <li>“1”主队比分减去客队比分等于2时，主队与客队平；</li>
                        <li>“0”主队比分减去客队比分小于2时，主队负，客队胜。</li>
                    </ol>

                    <h4>(四) 客队让两球</h4>
                    <ol>
                        <li>“3”客队比分减去主队比分小于2时，主队胜，客队负；</li>
                        <li>“1”客队比分减去主队比分等于2时，主队与客队平；</li>
                        <li>“0”客队比分减去主队比分大于2时，主队负，客队胜。</li>
                    </ol>

                    <h4>(五) 主队让三球</h4>
                    <ol>
                        <li>“3”主队比分减去客队比分大于3时，主队胜，客队负；</li>
                        <li>“1”主队比分减去客队比分等于3时，主队与客队平；</li>
                        <li>“0”主队比分减去客队比分小于3时，主队负，客队胜。</li>
                    </ol>

                    <h4>(六) 客队让三球</h4>
                    <ol>
                        <li>“3”客队比分减去主队比分小于3时，主队胜，客队负；</li>
                        <li>“1”客队比分减去主队比分等于3时，主队与客队平；</li>
                        <li>“0”客队比分减去主队比分大于3时，主队负，客队胜。</li>
                    </ol>

                    <div>具体让球数量根据实际比赛的情况酌情而定。</div>
                    <div class="liru">
                        <label>例如：国米(-1)VS尤文</label>
                        <ul>
                            <li>国米 3:0 尤文 胜(开奖结果) 选择“胜”中奖</li>
                            <li>国米 2:1 尤文 平(开奖结果) 选择“平”中奖</li>
                            <li>国米 0:0 尤文 负(开奖结果) 选择“负”中奖</li>
                        </ul>
                    </div>

                </section>

                <section>
                    <h3>2、竞彩足球比分游戏</h3>
                    <p>共有31个投注选项</p>
                    <ul>
                        <li>主队胜：1:0 2:0 3:0 4:0 2:1 3:1 3:2 4:1 4:2 5:0 5:1 5:2胜其他</li>
                        <li>主队平：0:0 1:1 2:2 3:3 平其他</li>
                        <li>主队负：0:1 0:2 0:3 0:4 1:2 1:3 1:4 2:3 2:4 0:5 1:5 2:5 负其他</li>
                    </ul>
                    <div>主队比分在前，客队比分在后。</div>
                    <p>彩民选定1场比赛，对该场比赛在全场90分钟(含伤停补时)的具体比分结果进行投注。如果彩民能竞猜正确，则中奖。</p>

                    <div class="liru">
                        <label>例：利物浦2：0米德尔斯堡 </label>
                        <div>正确结果：2：0</div>
                    </div>
                </section>

                <section>
                    <h3>3、竞彩足球总进球数游戏</h3>
                    <p>共有8个投注选项：</p>
                    <ul>
                        <li>0 双方进球数之和为0，即没有进球</li>
                        <li>1 双方进球数之和为1</li>
                        <li>2 双方进球数之和为2</li>
                        <li>3 双方进球数之和为3</li>
                        <li>4 双方进球数之和为4</li>
                        <li>5 双方进球数之和为5</li>
                        <li>6 双方进球数之和为6</li>
                        <li>7+ 双方进球数之和为7球或7球以上</li>
                    </ul>
                    <p>彩民选定1场比赛，对该场比赛在全场90分钟(含伤停补时)比赛双方的进球总数结果进行投注。如果彩民能竞猜正确，则中奖。</p>

                    <div class="liru">
                        <label>例：利物浦2：0米德尔斯堡  </label>
                        <div>总进球数为2</div>
                    </div>
                </section>

                <section>
                    <h3>4、竞彩足球半全场胜平负游戏</h3>
                    <p>共有9个投注选项</p>
                    <ul>
                        <li>3-3 主队上半场胜+主队全场胜</li>
                        <li>3-1 主队上半场胜+主队全场平</li>
                        <li>3-0 主队上半场胜+主队全场负</li>
                        <li>1-3 主队上半场平+主队全场胜</li>
                        <li>1-1 主队上半场平+主队全场平</li>
                        <li>1-0 主队上半场平+主队全场负</li>
                        <li>0-3 主队上半场负+主队全场胜</li>
                        <li>0-1 主队上半场负+主队全场平</li>
                        <li>0-0 主队上半场负+主队全场负</li>
                    </ul>
　　
　　                  <p>彩民选定1场比赛，对主队在上半场45分钟(含伤停补时)和全场90分钟(含伤停补时)的“胜”、“平”、“负”结果分别进行投注。如果彩民能竞猜正确，则中奖。</p>
　　
　　                  <div class="liru">
                        <label>例：利物浦上半场0:0全场2:0 米德尔斯堡</label>
                        <div>正确结果1-3</div>
                    </div>
                </section>
            </article>

            <article>
                <h2>二、 投注方式介绍</h2>
                <ul>
                    <li>彩民选择1种投注结果的为单式投注；选择2种或2种以上投注结果的为复式投注。</li>
                    <li>彩民选择1场比赛进行投注的为单场投注；选择2场或2场以上比赛进行串联投注的为过关投注。在过关投注中，所选比赛的结果全部竞猜正确才能中奖。</li>
                    <li>胜平负和总进球数游戏均有5种过关方式：2×1，3×1，4×1，5×1和6×1。</li>
                    <li>比分和半全场胜平负游戏有2种过关方式：2×1和3×1。</li>
                </ul>
            </article>

            <article>
                <h2>三、奖金计算</h2>

                <ul>
                    <li>彩民的投注结果与开奖结果一致的即为中奖。</li>
                    <li>开奖结果以实际比赛结果为依据，不受其后任何更改的影响。</li>
                    <li>彩民可在中国体育彩票竞彩标准店内，或通过中国竞彩网查询赛事信息、开奖结果、浮动奖金额、固定奖金。</li>
                    <li>竞彩足球游戏的奖金为销售额的69%，其中的68%为返奖奖金，1%为调节基金。根据游戏规则，本游戏设置浮动奖金和固定奖金。</li>
                    <li>单注彩票保底奖金：如中奖者的单注奖金不足2元，将补足至2元，补足部分从调节基金中支出。</li>
                </ul>

                <section>
                    <h3>1、浮动奖金</h3>
                    <ul>
                        <li>浮动奖金：单场投注的奖金为浮动奖金。</li>
                        <li>单注中奖奖金=所选比赛场次的浮动奖金额。浮动奖金额=该场比赛的单场投注总投注金额÷该场比赛的单场投注中奖彩票总投注金额×68%×2元(1注)。</li>
                        <li>浮动奖金的单注彩票最高限额：500万元</li>
                    </ul>
                    <div class="liru">
                        <label>例：“曼联VS利物浦”的胜平负游戏</label>
                        <div>共50人进行了单场投注，每人购买1注，竞猜结果及对应的浮动奖金额、单注奖金如下所示：</div>
                        <ul>
                            <li>曼联“胜” 投注25注 总投注金额100元 选择胜投注金额50元 单注奖金2.72元</li>
                            <li>曼联“平” 投注20注 总投注金额100元 选择胜投注金额40元 单注奖金3.4元</li>
                            <li>曼联“平” 投注5注 总投注金额100元 选择胜投注金额10元 单注奖金13.6元</li>
                        </ul>
                    </div>
                </section>

                <section>
                    <h3>2、固定奖金</h3>
                    <ul>
                        <li>固定奖金：过关投注的奖金为固定奖金。</li>
                        <li>单注中奖奖金即为固定奖金(单注)</li>
                        <li>销售开始前，每个有效的过关投注组合均设置1个固定奖金；在销售过程中，该固定奖金会根据销售等情况进行实时的调整；彩民的中奖金额以完成投注时刻对应的固定奖金金额为准，不受投注完成后固定奖金调整的影响。</li>
                    </ul>

                    <div class="liru">
                        <label>例如：“国米(-1)VS尤文+曼联VS利物浦”的胜平负游戏</label>
                        <div>某彩民购买1注“2×1”过关组合，完成投注时刻，所有竞猜选项所对应的固定奖金、中奖金额如下所示：</div>
                        <ul>
                            <li>胜+胜=7.2元  胜+平=8.64元  胜+负=9.6元</li>
                            <li>平+胜=6元   平+平=7.2元   平+负=8元</li>
                            <li>负+胜=4.8元  负+平=5.76元  负+胜=6.4元</li>
                        </ul>
                        <p>如果该彩民的竞猜选项是“胜+负”并且竞猜正确，则其最后的中奖金额为9.6元。</p>
                    </div>

                </section>

                <section>
                    <h3>3、固定奖金的单注彩票最高限额：</h3>
                    <ul>
                        <li>选择2-3场过关投注的，单注最高奖金限额20万元；</li>
                        <li>选择4-5场过关投注的，单注最高奖金限额50万元；</li>
                        <li>选择6场过关投注的，单注最高奖金限额100万元。</li>
                    </ul>
                </section>

            </article>

            <article>
                <h2>四、特殊情况的处理办法</h2>

                <section>
                    <h3>1、无效比赛的处理</h3>
                    <p>由于比赛取消、延期等原因，导致某场比赛被认定为无效场次，则该场比赛的所有单场投注按退票处理，从比赛被认定无效的公告发布后的当日起计算。</p>
                </section>

                <section>
                    <h3>2、彩民在过关投注中对该场比赛的所有选择均视为无效，固定奖金按在原投注时刻去除该场比赛后的投注组合对应的固定奖金计算；各关奖金数额可参考投注时打印的“奖金计算明细清单”。</h3>

                    <div class="liru">
                        <label>例如：“国米(-1)VS尤文+曼联VS利物浦+巴萨VS皇马”的胜平负游戏</label>
                        <p>购买1注“巴萨VS皇马”的单场投注；购买1注“3×1”过关组合。完成投注时刻“国米(-1)VS尤文+曼联VS利物浦”的“2×1”过关组合及“3×1”过关组合所对应的固定奖金如下所示：</p>
                        <ul>
                            <li>过关组合“3×1”：国米“胜”+曼联“负”+巴萨“胜”=12元</li>
                            <li>过关组合“2×1”：国米“胜”+曼联“负”=4.8元</li>
                        </ul>
                        <div>假如“巴萨VS皇马”被认定无效：</div>
                        <ol>
                            <li>退还单场投注金额2元。</li>
                            <li>“3×1”过关组合应被认定为“2×1”过关组合，如彩民竞猜正确，最后中奖金额为4.8元。</li>
                        </ol>
                    </div>
                </section>
            </article>

    </div>
</template>