<template>
    <div>
        <help-header title='服务协议' backUrl='-1'></help-header>
        <div class="pcon pt90">
            <h2 class="help_gz_cm">用户购彩服务协议</h2>
            <p>本平台网属彩票委托投注资金管理平台（以下简称“本平台”）。在本平台登记注册的用户，并同意以下条款，方有资格享受本平台提供的相关服务，并受本协议条款的约束。用户使用本平台服务即意味着同意本协议，使用前请认真阅读。本平台对本协议拥有最终解释权。</p>
            <h4>一、彩票委托投注协议须知</h4>
            <p>
                1、本平台所提供服务的彩票均为经国家财政部批准发行的彩票品种，任一彩种的游戏协议以发行机构所公布的官方协议为准。本平台所显示的日期与时间均为北京时间，委托投注时间以本平台服务系统的服务器时间为准；
            </p>
            <p>
                2、本平台仅代为用户购买彩票、保管彩票、领取奖金、派发奖金，而并非从事互联网彩票销售的网站，支付后必须通过线下渠道得到彩票；彩种规则、中奖标准的确定、奖金的发放等均由彩票发行机构公布的官方规则为准。用户在本平台投注即视为其已授予本平台代理购买彩票、保管彩票、领取奖金和派发奖金的一切权利。
            </p>
            <p>
                3、本平台所提供的投注服务是一种服务项目，并非网上投注交易，支付后必须通过线下渠道得到彩票。用户成功在本平台提交投注订单并支付后并不代表彩票已经投注成功，由彩票终端系统投注出票、兑奖处理，处理周期根据不同彩票品种的操作难易性而定，订单状态中将明示订单处理情况；
            </p>
            <p>
                4、本平台的截止时间会提前于彩票终端系统的彩票销售截止时间，以作为彩票订单处理的冗余时间，具体提前量根据不同彩票品种而定。彩票终端系统是指：彩票发行中心为开展彩票的销售、兑奖等业务，进行数据统计、管理，开奖、兑奖管理以及彩票资金管理等的系统。
            </p>
            <p>
                5、为保障用户的合法权益，避免在中奖时因用户注册资料与真实情况不符而发生纠纷，请用户确保其提供的真实姓名、身份证号码及手机号码等的真实、有效及合法性。对因用户自身原因而造成的不能充值、不能兑奖、不能提取现金等情况，本平台不负责任。用户提供的真实准确的个人资料将作为认定其与彩票的关联性以及用户身份的唯一证据。如果用户提供的资料包含有不真实的信息，本平台保留终止该用户继续使用服务资格的权利。
            </p>
            <p>
                6、由于投注的特殊性，本平台并不为投注的委托失败承担任何责任，但是委托失败后的委托资金必须足额返还给用户。用户追号的投注委托方式如遇客观原因委托失败，本平台将终止用户的本次追号投注，剩余资金返还用户账号。
            </p>
            <h4>二、委托投注服务的流程须知</h4>
            <p>
                1、彩票开奖后，本平台将代为办理领取奖金、派发奖金事宜，并在一个工作日内把税后奖金汇入中奖用户之彩票账户。因用户购买记录及用户在本平台的账户及对奖金的领取及派发具有不可替代的作用，请用户妥善保管，因用户自己的过错致使奖金无法领取、奖金派发至用户彩票账户后被窃取等一切不利后果均由用户自己承担。
            </p>
            <p>
                2、159彩票采取“线上返还奖金”的方式进行返奖，每期彩票开奖后，小金额的奖金自动派发到用户在159彩票注册的购彩账户里，如果中了大奖，159彩票客服人员将第一时间进行电话通知，系统自动将税后奖金划至中奖用户的彩票账户里，用户随时可以查看、使用或提取奖金。
            </p>
            <p>
                3、单注彩票中奖金额高于人民币1万元(壹万元)时，用户需依法缴纳个人偶然所得税，由彩票发行中心依法代扣代缴。
            </p>
            <h4>三、代购、合买规则</h4>
            <p>
            1、合买、认购、方案上传截止时间均以本平台公布的时间为准，本平台出票工作将按各方案成功及方案具体内容上传时间先后顺序进行，为使方案能及时出票请用户务必尽早上传方案内容和保底成功。用户自行承担因方案上传不及时、上传错误等原因产生的后果。
            </p>
            <p>
                2、发起人可自行设置税后奖金的0%-8%作为提成，但发起人获得提成必须满足税后奖金减去提成金额大于方案金额这一条件。同时，本平台有调整或取消提成比例的权利。
            </p>
            <p>
                3、合买方案总进度&lt;50%时，允许发起人和跟单人撤单;合买方案总进度≥50%，不允许发单人和跟单人撤单。
            </p>
            <p>
                4、本平台用户在线发出追号订单，提交自选号码、投注期次、是否基于中奖而终止追号等具体服务要求，平台将于用户付款后开始执行该订单，完成追号的委托投注服务。如因彩票中心网络异常、停电、网站网络中断、出票服务器维护等特殊原因以及其它非本平台故意的原因，导致追号服务无法正常连续进行，本平台将未追完的方案做撤单返款处理，并发公告通知用户。除此之外，本平台不再承担其他责任。用户可选择中奖后系统自动停止追号服务，即如果中奖，则追号订单中的剩余期次的投注将停止。
            </p>
            <p>
                5、奖金分配：代购方案所中取的税后奖金，均属于此方案发起人所有。合买方案中奖后，发起人按照事先约定的方式、比例进行提成，其余奖金按照此方案各用户认购比例进行分配，除不尽的部分归方案发起人所有。所有因奖金分配产生的纠纷均由方案发起人与认购用户处理，与本平台无关，但本平台将协助纠纷双方协商处理。
            </p>
            <h4>四、追号说明</h4>
            <p>
                追号服务指本平台按用户订单，连续多期帮助用户向同一个（组）指定号码提供委托投注的服务。在此服务下，用户可以选择提前预定一个（组）号码进行多期投注，免除时时紧盯电脑之苦，又可以在中奖后自动取消掉后面的投注，节约购彩资金。
            </p>
            <p>
                1、用户在线发出追号订单，提交自选号码、投注期次、是否基于中奖而终止追号等具体服务要求，并根据本平台提供的服务流程进行付款，付款金额为完成该笔追号订单所需的资金总额。
            </p>
            <p>
                2、本平台将于用户付款后开始执行该订单，完成追号的委托投注服务。
            </p>
            <p>
                3、用户可选择中奖后或者盈利后系统自动停止追号服务，即如果追号中奖或者盈利，则追号订单中的剩余期次的投注将停止。
            </p>
            <p>
                4、用户亦可以在订单有效期内通过“我的账户-购彩记录-追号记录”通道随时取消未完成的任一期追号服务或者终止所有未完成的追号服务。
            </p>
            <p>
                5、在追号服务终止后，用户根据本条第一项支付的款项将根据追号订单的具体执行情况进行结算，系统会将未执行追号期次的购彩金额退至用户账户中。
            </p>
            <p>
                6、用户使用追号服务的同时，不影响其使用本平台其他服务。
            </p>
            <h4>五、兑奖流程</h4>
            <p>
                每期彩票开奖完成后，本平台公布中奖详情后，并把税后奖金在一个工作日内直接返入中奖者在本平台的账户中。您使用本平台服务即视为您同意接受系统自动兑奖。合买大奖兑奖是由本平台系统将合买的税后奖金，按照用户的认购比例将通过系统分发到每个中奖者的帐户中。
            </p>
            <h4>六、免责条款</h4>
            <p>
                本平台努力使用户的每一次委托投注都能成功，但是并不能保证一定成功。成功与否的标志是方案的出票状态，出票成功是用户彩票购买成功的唯一标志。
            </p>
            <p>
                （一）发生下列情况时本平台不予承担任何法律责任：
            </p>
            <p>
                (1)不可抗力因素，如地震、台风、海啸、区域性停电等造成无法出票。
            </p>
            <p>
                (2)官方出票终端系统故障、通讯故障、网络异常、机器维护提前停售等造成无法出票。
            </p>
            <p>
                (3)本站出票系统故障、网络中断、出票服务器维护、电路故障等原因导致无法出票。
            </p>
            <p>
                (4)超过当期投注截止期、未付款、所投注号码被限号等原因导致无法出票的。
            </p>
            <p>
                (5)方案发起人申请撤单或打印失败的。
            </p>
            <p>
                (6)其他非本站过错导致未能成功出票的情形。
            </p>
            <p>
                如因上述意外因素导致本平台未能够出票完毕，本平台将在开奖前对未出票方案做撤单返款处理，并发公告通知网友。除此之外，本平台不再承担其他责任。
            </p>
            <p>
                （二）本平台投注完全采取自愿、合法原则，禁止任何人利用本平台从事诈骗、洗钱、套现等违法犯罪活动及其他有损国家、本平台、第三人利益之行为。本平台提倡文明、理性投注，因投注行为产生的一切后果均由用户负责。本平台认为必要时，有权要求用户提供资金来源证明，用户未能积极配合，本平台有权撤销其投注资格。
            </p>
            <p>
                （三）如用户对本协议有任何疑问，请登录获取相关信息或拨打本平台客服电话400-0696-159，本平台将为您提供7*24小时服务。
            </p>
        </div>
    </div>
    
</template>
<script>
    import helpHeader from '@/components/header'
    export default {
        name: 'reghelp',
        metaInfo: {
          title: '服务协议',
        },
        data:function(){
            return{ }
        },
        components:{
            helpHeader
        },
        created() {
        },
        mounted () {
            // var axiosa = new axiosa();
            // console.log(axiosa)
        },
    };
</script>
<style scoped>
     .pcon {
            width: 95%;
            margin: 0 auto;
            font: 12px/24px "Microsoft YaHei";
        }

        .pcon h1,
        .pcon h2 {
            font-size: 14px;
            color: #222;
            font-weight: bold;
            padding: 10px 0 0;
            text-align: center;
            line-height: 24px;
        }
        .pcon strong,
        .pcon h4 {
            line-height: 28px;
            font-size: 13px;
            color: #333;
            display: block;
            font-weight: 700;
        }
        .pcon p {
            color: #333;
            text-indent: 2em;
            margin: 1em 0;
        }
        .pcon p.r{text-align: right;}

        .pcon p.p1 {
            color: #999;
            line-height: 18px;
            text-align: center;
            text-indent: 0
        }

        .pcon font {
            color: #f00;
            font-size: 12px
        }
</style>