<template>
    <div class="mainbox">
        <h1>排列三玩法规则</h1>
        <h2>游戏方法</h2>
        <h3>1、直选</h3>
        <p>分三位，每位从0-9中任意选择1个号码为单式投注，从0-9中选择2个或以上的号码为复式投注。</p>
        <h3>2、组选3</h3>
        <p>分一位，从0-9中任意选择2个或以上的号码进行 投注。</p>
        <h3>3、组选6</h3>
        <p>分一位，从0-9中任意选择3个或以上的号码进行投注。</p>
        <h2>设奖</h2>
        <h3>直选：每注奖金1040元；</h3>
        <h3>组选3：每注奖金346元；</h3>
        <h3>组选6：每注奖金173元。</h3>
        <h2>中奖</h2>
        <h3>1、直选</h3>
        <p>投注号码与开奖号码相同（且顺序一致）即中奖。例如：开奖结果为168，所投注号码为168。</p>
        <h3>2、组选3</h3>
        <p>开奖号码中任意两位数字相同，投注号码与开奖号码字相同（顺序不限）即中奖。例如：开奖号码为335，投注号码为335、353、533之一即可中奖。</p>
        <h3>3、组选6</h3>
        <p>投注号码与开奖号码相同（顺序不限）即中奖。例如：开奖号码为168，投注号码为168、186、618、816、681、861之一即可中奖。</p>
        <h2>开奖</h2>
        <h3>每天20:30开奖一次。</h3>
    </div>
</template>